<?php 
$title="Рисование в стиле Аниме";

include "header.php"
?>

		<section class="course-page">

			<div class="welcome">
				<div class="text">
					<p class="age">10-14 лет</p>
					<h1 class="title">Рисование в стиле Аниме</h1>
					<p class="description">Ребенок изучит академические основы композиции, колористики, свето-тени.
Разовьет креативное мышление и генерацию новых идей.
Научится создавать индивидуальные интересные проекты в стиле Аниме. </p>
					<div class="location">
						<div class="img"><img src="img/coolicon (5).svg" alt=""></div>
						<div class="text-location">м. Ленинский проспект, Ленинский проспект, 38А</div>
					</div>
					<p class="date">15.08-26.08.22</p>
					<button class="button open-modal">Записаться <img src="img/Vector 9.svg" alt=""></button>
				</div>
				<div class="img"><img src="img/photo10.jpg" alt=""></div>
			</div>
		</section>

		<section class="benefits">
			<div class="item col1">
				<p class="title">От 10 до 14 лет</p>
				<p class="description">Интенсивная обучающая программа с прикладными знаниями</p>
			</div>

			<div class="item col2">
				<p class="title sm">Пн-пят,<br> 9.00 – 19.00</p>
				<p class="title xl">Пн-пят, 9.00 – 19.00</p>
				<p class="description">Сбалансированная нагрузка<br>Трехразовое питание, безопасность </p>
			</div>

			<div class="item col3">
				<p class="title">от 3950  ₽/д</p>
				<p class="description">Возможность провести демо-<br>день, 1 или 2 недели</p>
			</div>


		</section>

		<section class="description">
			<div class="row1">
				<h2>Какие темы входят в программу?</h2>
				<ul class="sub_header">
					<li>История аниме и мультипликации.</li>
					<li>Основы канонов рисования персонажа Аниме.</li>
					<li>Рисование пропорций человека. </li>
					<li>Позы в статике, динамике и перспективе.</li>
					<li>Отображение эмоций персонажа.</li>
					<li>Создание сетки эмоций и характера персонажа через внешний вид.</li>
					<li>Изучение рисования одежды,ее фактуры.</li>
					<li>Рисование персонажа в различных событиях и ситуациях.</li>
					<li>Знакомство с основами композиции и колористики.</li>
					<li>Работа со светотенью, объемом. </li>
					<li>Создание масштабного концепт арта.</li>
					<li>Развитие чувства пространства.</li>
					<li>Создание антуража (окружения), интерьера.</li>
					<li>Упражнения на развитие креативного мышления.</li>
					<li>Создание своего рекламного постера.</li>
					<li>Аргументация точки зрения на свою работу, обсуждение и подведение итогов.</li>

				</ul>
				<div class="row">
					<h3>Что получает ребенок?</h3>
					<ul class="list">
						<li>Изучит построение пропорций человека и его анатомии. </li>
						<li>Узнает академические основы композиции, колористики и свето-тени.</li>
						<li>Разовьет креативное мышление и генерацию новых идей.</li>
						<li>Научится создавать индивидуальные интересные проекты. </li>
						<li>Создаст собственный проект в стиле Аниме.</li>
					</ul>
				</div>
			</div>




			
		</section>




	</div>


	<?php 
include "footer.php"
?>