<?php 
$title="Web-дизайн и основы бизнеса";


include "header.php"
?>

		<section class="course-page">

			<div class="welcome">
				<div class="text">
					<p class="age">12-15 лет</p>
					<h1 class="title">Web-дизайн и основы бизнеса</h1>
					<p class="description">В результате комплексного подхода, ребята не только овладеют практическими инструментами современного дизайнера, но и будут иметь представление о том, как работает бизнес-среда.</p>
					<div class="location">
						<div class="img"><img src="img/coolicon (5).svg" alt=""></div>
						<div class="text-location">м. Ленинский проспект, Ленинский проспект, 38А</div>
					</div>
					<p class="date">18.07 – 29.07, 01.08 – 12.08.22</p>
					<button class="button open-modal">Записаться <img src="img/Vector 9.svg" alt=""></button>
				</div>
				<div class="img"><img src="img/photo6.jpg" alt=""></div>
			</div>
		</section>

		<section class="benefits">
			<div class="item col1">
				<p class="title">От 12 до 15 лет  </p>
				<p class="description">Интенсивная обучающая программа с прикладными знаниями</p>
			</div>

			<div class="item col2">
				<p class="title sm">Пн-пят,<br> 9.00 – 19.00</p>
				<p class="title xl">Пн-пят, 9.00 – 19.00</p>
				<p class="description">Сбалансированная нагрузка<br>Трехразовое питание, безопасность </p>
			</div>

			<div class="item col3">
				<p class="title">от 3950  ₽/д</p>
				<p class="description">Возможность провести демо-<br>день, 1 или 2 недели</p>
			</div>


		</section>

		<section class="description">
			<div class="row1">
				<h2>Как проходит обучение web-дизайну?</h2>
				<ul class="sub_header">
					<li>На первых занятиях ребята знакомятся с основными рабочими программами современного дизайнера (Figma, Photoshop, Canva и др.)</li>
					<li>Далее начинается работа над командным проектом полного цикла: от обсуждения идеи до финального результата.</li>
					<li>По итогу 10 дней обучения ребята создают законченный проект (дизайн сайта-визитки, брендинг товаров, моушн-дизайн или дизайн приложения), используя самые популярные компьютерные технологии.</li>
					<li>По итогам обучения дети презентуют родителям командный проект.</li>
				</ul>
				<div class="row">
					<h3>Что получает ребенок?</h3>
					<ul class="list">
						<li>Знакомство с одной из самых востребованных профессий дизайнера в IT-сфере.</li>
						<li>Проектная деятельность от идеи до конечного результата, приближенная к тому, как это происходит в современных ITкомпаниях.</li>
						<li>Развитие логического и креативного мышления.</li>
					</ul>
				</div>
			</div>

			<div class="row2">
				<h2>Как проходит обучение основам бизнеса?</h2>
				
				<ul class="sub_header">
					<li>Каждый день ребята изучают основы менеджмента вместе с практикующим бизнес-тренером. </li>
					<li>Для закрепления полученных знаний, ребятам ежедневно высылается конспект урока и небольшое творческое задание.</li>
					<li>По итогам полученных знаний составляется дорожная карта с каждым учеником, которая поможет ему сориентироваться с выбором будущей профессии и сферы интересов.</li>
					<li>В результате полученных знаний ребята презентуют собственные бизнес-идеи родителям.</li>
				</ul>
				<div class="row">
					<h3>Какие темы входят в программу?</h3>
					<ul class="list">
						<li>Введение в бизнес-теорию</li>
						<li>Конкурентная среда и конкурентное преимущество</li>
						<li>Продажи как основная функция бизнеса</li>
						<li>Основы маркетинга</li>
						<li>Цифровой маркетинг</li>
						<li>Структура компании и мотивация сотрудников</li>
						<li>Проектный менеджмент (Project Management)</li>
						<li>Клиентский сервис</li>
						<li>Стратегия компании</li>
						<li>Анализ и синтез курса и обсуждение собственных бизнес-идей </li>
					</ul>
				</div>
			</div>



			
		</section>




	</div>


	<?php 
include "footer.php"
?>