<?php 
$title="Компьютерная грамотность и математика";

include "header.php"
?>

		<section class="course-page">

			<div class="welcome">
				<div class="text">
					<p class="age">7-10 лет</p>
					<h1 class="title">Компьютерная грамотность и математика</h1>
					<p class="description">Дети познакомятся с устройством компьютера, с основными рабочими программами, применяемые в школьном обучении. Узнают, как безопасно пользоваться интернетом и научатся уверенно пользоваться клавиатурой и мышкой. А также повторят важные разделы математики в игровой форме.</p>
					<div class="location">
						<div class="img"><img src="img/coolicon (5).svg" alt=""></div>
						<div class="text-location">м. Спортивная, ул. Хамовнический вал, 12<br>
м. Ленинский проспект, Ленинский проспект, 38А<br> м. Шелепиха, Мукомольный проезд, 9</div>
					</div>
					<p class="date">04.07-15.07, 01.08 – 12.08, 15.08 – 26.08.22</p>
					<button class="button open-modal">Записаться <img src="img/Vector 9.svg" alt=""></button>
				</div>
				<div class="img"><img src="img/photo4.jpg" alt=""></div>
			</div>
		</section>

		<section class="benefits">
			<div class="item col1">
				<p class="title">От 7 до 10 лет </p>
				<p class="description">Интенсивная обучающая программа в игровой форме</p>
			</div>

			<div class="item col2">
				<p class="title sm">Пн-пят,<br> 9.00 – 19.00</p>
				<p class="title xl">Пн-пят, 9.00 – 19.00</p>
				<p class="description">Сбалансированная нагрузка<br>Трехразовое питание, безопасность </p>
			</div>

			<div class="item col3">
				<p class="title">от 3950  ₽/д</p>
				<p class="description">Возможность провести демо-<br>день, 1 или 2 недели</p>
			</div>


		</section>

		<section class="description">
			<div class="row1">
				<h2>Как проходит обучение компьютерной грамотности?</h2>
				<ul class="sub_header">
					<li>Дети знакомятся с основными элементами компьютера (системный блок, монитор, жесткий диск и тп).</li>
					<li>Изучают интерфейс Windows (проводник, блокнот, графический редактор).</li>
					<li>Занимаются на тренажере для мыши и клавиатуры, учат использование горячих клавиш. </li>
					<li>Проходят основы безопасности в интернете, учатся правильно искать и сохранять информацию в сети.</li>
					<li>Знакомятся с основными рабочими программами, применяемые в школьном обучении (Google.doc, Word, Powerpoint, Zoom, Skype и другое).</li>
				</ul>
				<div class="row">
					<h3>Что получает ребенок?</h3>
					<ul class="list">
						<li>Уверенное пользование компьютером, которое помогает в дальнейшем обучении в школе.</li>
						<li>Умение самостоятельно использовать прикладные программы, необходимые для учебы.</li>
						<li>Умение пользоваться интернетом и скачивать информацию (бонус для родителей – памятка на тему кибер-безопасности).</li>
						<li>Пользование мышкой, горячими клавишами и навыками печати на клавиатуре, что повышает эффективность обучения.</li>
					</ul>
				</div>
			</div>

			<div class="row2">
				<h2>Как проходит обучение олимпиадной математике?</h2>
				
				<ul class="sub_header">
					<li>Каждый день дети проходят увлекательный квест на тему любимых игр Minecraft и Roblox.</li>
					<li>Обучение включает в себя работу со обучающими пособиями, головоломками, творческими заданиями и выполнение специальных заданий на платформе учи.ру</li>
				</ul>
				<div class="row">
					<h3>Какие темы входят в программу?</h3>
					<ul class="list">
						<li>Тренировка устного счета, графический диктант, лабиринты, танграм, судоку.</li>
						<li>Величины и единицы измерения: длина, периметр, площадь, масса.</li>
						<li>Геометрические фигуры и пространственное мышление.</li>
						<li>Решение олимпиадных задач на различные темы.</li>
					</ul>
				</div>
			</div>



			
		</section>




	</div>


	<?php 
include "footer.php"
?>