<?php 
include "header.php"
?>

		<section class="course-page">

			<div class="welcome">
				<div class="text">
					<p class="age">10-12 лет</p>
					<h1 class="title">Программирование в Roblox и олимпиадная математика</h1>
					<p class="description"> результате обучения дети изучат программирование на языке LUA, создадут совместный проект и опубликуют его на всемирном портале Roblox.
Пройдут важные разделы математики в игровой форме.</p>
					<div class="location">
						<div class="img"><img src="img/coolicon (5).svg" alt=""></div>
						<div class="text-location">м. Спортивная, ул. Хамовнический вал, 12</div>
					</div>
					<p class="date">20.06-01.07.22</p>
					<button class="button open-modal">Записаться <img src="img/Vector 9.svg" alt=""></button>
				</div>
				<div class="img"><img src="img/photo3.png" alt=""></div>
			</div>
		</section>

		<section class="benefits">
			<div class="item col1">
				<p class="title">От 10 до 12 лет </p>
				<p class="description">Интенсивная обучающая программа в игровой форме</p>
			</div>

			<div class="item col2">
				<p class="title sm">Пн-пят, 9.00 – 19.00</p>
				<p class="title xl">Пн-пят, 9.00 – 19.00</p>
				<p class="description">Сбалансированная нагрузка<br>Трехразовое питание, безопасность </p>
			</div>

			<div class="item col3">
				<p class="title">от 3950  ₽/д</p>
				<p class="description">Возможность провести демо-<br>день, 1 или 2 недели</p>
			</div>


		</section>

		<section class="description">
			<div class="row1">
				<h2>Как проходит обучение программированию?</h2>
				<ul class="sub_header">
					<li>Дети разрабатывают сценарий своей игры в Roblox.</li>
					<li>С помощью языка программирования Lua дети создают игру в Roblox Studio (проектируют ландшафт, выбирают персонажей и транспортные средства, прописывают анимацию своих героев).</li>
					<li>В результате 10 дней обучения дети создают законченный проект и публикуют его на всемирном портале компании Roblox – собственную трехмерную игру.</li>
					<li>В итоге каждый ребенок делает свою постройку и получается общий город.</li>
					<li>По итогам обучения, дети презентуют родителям свой проект.</li>
				</ul>
				<div class="row">
					<h3>Что получает ребенок?</h3>
					<ul class="list">
						<li>Знакомство с базовыми принципами программирования: алгоритм, цикл, функция, координаты. </li>
						<li>Первые шаги в одном из самых популярных направлении Game Dev.</li>
						<li>Проектная деятельность от идеи до конечного результата.</li>
						<li>Развитие логического и математического мышления.</li>
						<li>Развитие креативного мышления.</li>
					</ul>
				</div>
			</div>

			<div class="row2">
				<h2>Как проходит обучение олимпиадной математике?</h2>
				
				<ul class="sub_header">
					<li>Каждый день дети проходят увлекательный квест на тему любимых игр Minecraft и Roblox.</li>
					<li>Обучение включает в себя работу со обучающими пособиями, головоломками, творческими заданиями и выполнение специальных заданий на платформе учи.ру</li>
				</ul>
				<div class="row">
					<h3>Какие темы входят в программу?</h3>
					<ul class="list">
						<li>Тренировка устного счета, графический диктант, лабиринты, танграм, судоку.</li>
						<li>Величины и единицы измерения: длина, периметр, площадь, масса.</li>
						<li>Геометрические фигуры и пространственное мышление.</li>
						<li>Решение олимпиадных задач на различные темы.</li>
					</ul>
				</div>
			</div>



			
		</section>




	</div>


	<?php 
include "footer.php"
?>