<?php 
$title="Создание 3D игры в Unity + освоение космоса";

include "header.php"
?>

		<section class="course-page">

			<div class="welcome">
				<div class="text">
					<p class="age">12-15 лет</p>
					<h1 class="title">Создание 3D игры в Unity + освоение космоса</h1>
					<p class="description">Ребенок получит практические навыки профессионального разработчика игровых приложений и создаст собственный проект.
Узнает много нового об астрономии и передовых технологиях в современной космической отрасли. </p>
					<div class="location">
						<div class="img"><img src="img/coolicon (5).svg" alt=""></div>
						<div class="text-location">м. Спортивная, ул. Хамовнический вал, 12</div>
					</div>
					<p class="date">18.07-29.07.22</p>
					<button class="button open-modal">Записаться <img src="img/Vector 9.svg" alt=""></button>
				</div>
				<div class="img"><img src="img/photo9.jpg" alt=""></div>
			</div>
		</section>

		<section class="benefits">
			<div class="item col1">
				<p class="title">От 12 до 15 лет  </p>
				<p class="description">Интенсивная обучающая программа с прикладными знаниями</p>
			</div>

			<div class="item col2">
				<p class="title sm">Пн-пят,<br> 9.00 – 19.00</p>
				<p class="title xl">Пн-пят, 9.00 – 19.00</p>
				<p class="description">Сбалансированная нагрузка<br>Трехразовое питание, безопасность </p>
			</div>

			<div class="item col3">
				<p class="title">от 3950  ₽/д</p>
				<p class="description">Возможность провести демо-<br>день, 1 или 2 недели</p>
			</div>


		</section>

		<section class="description">
			<div class="row1">
				<h2>Чему научится ваш ребенок?</h2>
				<ul class="sub_header">
					<li>Узнает, что такое современный игровой движок Unity и как он работает.</li>
					<li>Познакомится с популярным языком программирования C#.</li>
					<li>Освоит на практике основные принципы и технологию создания трехмерных компьютерных игр.</li>
					<li>Научится моделировать объекты, создавать персонажей и анимацию, работать с текстурами и освещением, проектировать ландшафты, траву и деревья, использовать звук, создавать спецэффекты.</li>
					<li>Создаст собственную полноценную компьютерную игру «Космический шутер» и презентует ее родителям.</li>
				</ul>
				<div class="row">
					<h3>Что получает ребенок?</h3>
					<ul class="list">
						<li>Практические навыки профессионального разработчика игровых приложений.</li>
						<li>Знакомство с понятием «Проект» от идеи до конечного результата, приближенным к тому, как это происходит в современных IT-компаниях.</li>
						<li>Развитие логического и математического мышления.</li>
						<li>Раскрытие творческого потенциала.</li>
					</ul>
				</div>
			</div>

			<div class="row2">
				<h2>Что ребенок узнает про космос?</h2>
				
				<ul class="sub_header">
					<li>Познакомится с историей освоения космоса в мировой истории.</li>
					<li>Изучит основы астрономии и космической навигации.</li>
					<li>Узнает о том, какие передовые технологии используются в современной космической отрасли и как они связаны с программированием.</li>
					<li>Познакомится с перспективами профессионального развития в космической индустрии.</li>
				</ul>
				<div class="row">
					<h3>Что это дает?</h3>
					<ul class="list">
						<li>Ребенок узнает много нового по теме, которая очень актуальна, но практически не освещается в школе. </li>
						<li>Откроет для себя новые горизонты и профессии, которые будут востребованы в ближайшем будущем. </li>
					</ul>
				</div>
			</div>



			
		</section>




	</div>


	<?php 
include "footer.php"
?>